{"comments":"comments","comments_policy":"When visitors leave comments on the site, we collect the data shown in the comments form, as well as the visitor's IP address and browser user agent string to help\nin detecting unwanted messages.\n\nAn anonymous string generated from your email address (also called a hash) may be made available to Gravatar to see if you use it.\nThe Gravatar Service Privacy Policy is available here: https://automattic.com/privacy/.\nAfter your comment is approved, your profile picture will be visible to the public in the context of your comment.","cookies":"cookies","cookies_policy":"If you leave a comment on our site, you can opt in to having your name, email address and website saved in cookies. These are for your convenience so you don't have to fill in the details\nyour own again when you leave another comment. These cookies will last for one year.\n\nIf you visit our login page, we will set a temporary cookie to determine if your browser accepts cookies. Does not contain a cookie\nThis contains personal data and is ignored when you close your browser.\n\nWhen you log in, we will also set several cookies to save your login information and screen display options. Cookies continue to log\nThe entry is for two days, while the screen options cookies last for a year. If you select Remember Me, you will be logged in for two weeks. If you log out of your account\nLogin cookies will be removed.\n\nIf you edit or publish an article, an additional cookie will be saved in your browser. This cookie does not include any personal data and simply indicates the post ID of the article\n that you just released. It expires after one day.","data_keeping":"How long do we keep your data?","data_keeping_policy":"If you leave a comment, the comment and its metadata will be preserved indefinitely. This is so that we can recognize and approve any follow-up comments automatically instead of\nKeep it in a moderation queue.\n\nFor users who register on our site (if any), we also store the personal information they provide in their user profile.\nAll users can see, modify or delete their personal information at any time (except that they cannot change their username). Website administrators can\n  Also see and edit this information.","data_sharing":"Who do we share your data with?","data_sharing_policy":"If you request a password reset, your IP address will be included in the email reset.","embedded_content":"Embedded content from other sites","embedded_content_policy":"Articles on this site may include embedded content (eg videos, images, articles, etc.). Embedded content from other websites behaves the same way\n  Just as if the visitor had visited the other website.\n\nThese websites may collect data about you, use cookies, include additional third-party tracking, and monitor your interaction with this embedded content, including tracking\nYour interaction with embedded content if you have an account and are logged into this site","media":"the media","media_policy":"If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included.\n  Visitors to the website can download and extract any location data from the images on the website.","title":"Privacy Policy","user_rights":"What rights do you have over your data","user_rights_policy":"If you have an account on this site, or have left comments, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us.\nYou can also ask us to erase any personal data we hold about you. This does not include any data that we are obligated to maintain for administrative, legal or security purposes.\nWhere is your data sent?\n\nVisitor comments can be checked through an automatic spam detection service."}