{
  "comments": "تعليقات",
  "comments_policy": "عندما يترك الزائرون تعليقاتهم على الموقع ، نجمع البيانات الموضحة في نموذج التعليقات ، بالإضافة إلى عنوان IP الخاص بالزائر وسلسلة وكلاء متصفح المستخدم للمساعدة في اكتشاف الرسائل غير المرغوب فيها. قد يتم توفير سلسلة مجهولة المصدر تم إنشاؤها من عنوان بريدك الإلكتروني (وتسمى أيضًا التجزئة) لـ Gravatar لمعرفة ما إذا كنت تستخدمها. سياسة خصوصية خدمة Gravatar متاحة هنا: https://automattic.com/privacy/. بعد الموافقة على تعليقك ، ستكون صورة ملفك الشخصي مرئية للجمهور في سياق تعليقك.",
  "cookies": "ملفات التعريف Cookies",
  "cookies_policy": "إذا تركت تعليقًا على موقعنا ، فيمكنك الاشتراك في حفظ اسمك وعنوان بريدك الإلكتروني وموقعك الإلكتروني في ملفات تعريف الارتباط. هذه لراحتك حتى لا تضطر إلى ملء التفاصيل الخاصة بك مرة أخرى عندما تترك تعليقًا آخر. ستستمر ملفات تعريف الارتباط هذه لمدة عام واحد. إذا قمت بزيارة صفحة تسجيل الدخول الخاصة بنا ، فسنقوم بتعيين ملف تعريف ارتباط مؤقت لتحديد ما إذا كان متصفحك يقبل ملفات تعريف الارتباط. لا يحتوي على ملف تعريف ارتباط. يحتوي هذا على بيانات شخصية ويتم تجاهله عند إغلاق المستعرض الخاص بك. عند تسجيل الدخول ، سنقوم أيضًا بتعيين العديد من ملفات تعريف الارتباط لحفظ معلومات تسجيل الدخول وخيارات عرض الشاشة. تواصل ملفات تعريف الارتباط تسجيل الدخول لمدة يومين ، بينما تستمر ملفات تعريف ارتباط خيارات الشاشة لمدة عام. إذا حددت تذكرني ، فسيتم تسجيل دخولك لمدة أسبوعين. إذا قمت بتسجيل الخروج من حسابك ، فستتم إزالة ملفات تعريف الارتباط الخاصة بتسجيل الدخول. إذا قمت بتحرير أو نشر مقال ، فسيتم حفظ ملف تعريف ارتباط إضافي في متصفحك. لا يتضمن ملف تعريف الارتباط هذا أي بيانات شخصية ويشير ببساطة إلى معرّف المنشور للمقالة التي أصدرتها للتو. تنتهي بعد يوم واحد.",
  "data_keeping": "كم من الوقت نحتفظ ببياناتك؟",
  "data_keeping_policy": "إذا تركت تعليقًا ، فسيتم الاحتفاظ بالتعليق والبيانات الوصفية الخاصة به إلى أجل غير مسمى. هذا حتى نتمكن من التعرف على أي تعليقات متابعة والموافقة عليها تلقائيًا بدلاً من الاحتفاظ بها في قائمة انتظار الإشراف. بالنسبة للمستخدمين الذين قاموا بالتسجيل على موقعنا (إن وجد) ، نقوم أيضًا بتخزين المعلومات الشخصية التي يقدمونها في ملف تعريف المستخدم الخاص بهم. يمكن لجميع المستخدمين رؤية معلوماتهم الشخصية أو تعديلها أو حذفها في أي وقت (باستثناء أنه لا يمكنهم تغيير اسم المستخدم الخاص بهم). يمكن لمسؤولي مواقع الويب أيضًا رؤية هذه المعلومات وتحريرها.",
  "data_sharing": "مع من نشارك بياناتك؟",
  "data_sharing_policy": "إذا طلبت إعادة تعيين كلمة المرور ، فسيتم تضمين عنوان IP الخاص بك في إعادة تعيين البريد الإلكتروني.",
  "embedded_content": "محتوى مضمن من مواقع أخرى",
  "embedded_content_policy": "قد تتضمن المقالات الموجودة على هذا الموقع محتوى مضمنًا (مثل مقاطع الفيديو والصور والمقالات وما إلى ذلك). يتصرف المحتوى المضمن من مواقع الويب الأخرى بنفس الطريقة تمامًا كما لو كان الزائر قد زار موقع الويب الآخر. قد تجمع مواقع الويب هذه بيانات عنك ، وتستخدم ملفات تعريف الارتباط ، وتتضمن تتبعًا إضافيًا لجهة خارجية ، وتراقب تفاعلك مع هذا المحتوى المضمن ، بما في ذلك تتبع تفاعلك مع المحتوى المضمن إذا كان لديك حساب وتم تسجيل دخولك إلى هذا الموقع",
  "media": "وسائل الاعلام",
  "media_policy": "إذا قمت بتحميل الصور إلى موقع الويب ، فيجب تجنب تحميل الصور مع تضمين بيانات الموقع المضمنة (EXIF GPS). يمكن لزوار الموقع تنزيل واستخراج أي بيانات موقع من الصور الموجودة على الموقع.",
  "title": "سياسة الخصوصية",
  "user_rights": "ما هي الحقوق التي لديك على بياناتك",
  "user_rights_policy": "إذا كان لديك حساب على هذا الموقع ، أو تركت تعليقات ، فيمكنك طلب الحصول على ملف مُصدَّر من البيانات الشخصية التي نحتفظ بها عنك ، بما في ذلك أي بيانات قدمتها إلينا. يمكنك أيضًا أن تطلب منا مسح أي بيانات شخصية نحتفظ بها عنك. هذا لا يشمل أي بيانات نحن ملزمون بالحفاظ عليها لأغراض إدارية أو قانونية أو أمنية. أين يتم إرسال بياناتك؟ يمكن التحقق من تعليقات الزوار من خلال خدمة الكشف التلقائي عن الرسائل غير المرغوب فيها."
}
